{
  "en": [
    {
      "id": "03",
      "title": "Still Life for Things that Need a Goodbye, Mourning",
      "year": "2023",
      "description": "People live with numerous things throughout their lives.\nIn the summer of 2018,\nI witnessed  the finiteness of time in the by-products that resulted from a partial construction of our house, which we had shared for 11 years.\nJust as our human lives are finite, objects are also not eternal.\nThis work began with beautiful mourning for the things that are easily consumed and discarded in our daily lives, which were once kept close to us as precious objects but are forgotten and disappear after their usefulness has run out. I created a three-dimensional sculpture by bringing the form, texture, and color of used objects to a small stage. I composed them by cutting out two-dimensional paper flowers from a flower picture book that I had kept for a long time. Paper flowers were used to express them as a symbol (means) of mourning. Also, in Vanitas still life, flowers also symbolize death, and the irony is that the paper flowers stuffed in the book exist as flowers that do not wither or change forever.\nAlthough the delicately drawn paper flowers are not alive, we tried to give them visual interest by giving them the illusion of being alive for a moment through reproducing them with a camera. Without reenacting any existing scenes, they encounter each other and become one composition like a fresh sensory experience freed from the elements of everyday life provided by the Dépaysment technique. With this,I bring them back onto the refined background and visualize them as an image of an untouchable plane. Additionally, the focus was on the overall harmony of the screen by using objects and background colors as aesthetic elements.\nWhen I was a child, I used to play with paper dolls and imagine how I could dress them up by combining paper clothes that I had cut with scissors and how I could make them look pretty. Recalling the memories of that time, in this work, I wanted to touch and arrange the objects that had lost their purpose and the shapes of flowers transferred to non-living paper, decorate and mourn the soon-to-be-depleted objects beautifully, and leave them forever in a photograph. In this process, their senses, including the sense of touch, which reminded me of their entity, seemed to be further strengthened.\nLike Roland Barthes' play of presence and absence, which captures an object that existed in a photograph and makes it live forever in it, my act is to perform a photographic ritual and re-discover the value of old and obsolete objects as works of art. I wanted to try it and have it placed back with us forever as a beauty in a photo. \nBetween before and after use, reality and representation, optical illusion and manifestation, my senses travel slowly.",
      "images": [
        "/works/03/1.jpeg",
        "/works/03/2.jpeg",
        "/works/03/3.jpeg",
        "/works/03/4.jpeg",
        "/works/03/5.jpeg",
        "/works/03/6.jpeg",
        "/works/03/7.jpeg",
        "/works/03/8.jpeg",
        "/works/03/9.jpeg",
        "/works/03/10.jpeg",
        "/works/03/11.jpeg",
        "/works/03/12.jpeg",
        "/works/03/13.jpeg",
        "/works/03/14.jpeg",
        "/works/03/15.jpeg",
        "/works/03/16.jpeg",
        "/works/03/17.jpeg",
        "/works/03/18.jpeg",
        "/works/03/19.jpeg",
        "/works/03/20.jpeg",
        "/works/03/21.jpeg",
        "/works/03/22.jpeg",
        "/works/03/23.jpeg",
        "/works/03/24.jpeg",
        "/works/03/25.jpeg",
        "/works/03/26.jpeg",
        "/works/03/27.jpeg",
        "/works/03/28.jpeg",
        "/works/03/29.jpeg",
        "/works/03/30.jpeg",
        "/works/03/31.jpeg",
        "/works/03/32.jpeg",
        "/works/03/33.jpeg",
        "/works/03/34.jpeg",
        "/works/03/35.jpeg",
        "/works/03/36.jpeg",
        "/works/03/37.jpeg"
      ],
      "imgCount": 37

    },
    {
      "id": "02",
      "title": "Still Life for Things that Need a Goodbye, Vanity",
      "year": "2018",
      "description": "Human life is finite and everything in the world is pointless.\nAny object that seemed to be persistent loses its initial integrity over many years. \nLast summer, I saw the finite time similar to our lives from the by-products that came out during construction of a space in the house where we spent 11 years together. I wanted to talk about the futility, fleetingness, and futility of life, modeled on by-products that once stayed with me but lost their original form and now have to be abandoned.",
      "images": [
        "/works/02/1.jpeg",
        "/works/02/2.jpeg",
        "/works/02/3.jpeg",
        "/works/02/4.jpeg"
      ],
      "imgCount": 4
    },
    {
      "id": "01",
      "title": "Still Life with Baldwin",
      "year": "2017",
      "description": "Human life is finite and everything in the world is meaningless.\nEven seemingly permanent objects begin to lose their original intactness with the passage of time.\nA 40 years old piano that can no longer be tuned properly; materials that I acquired or collected thinking they were necessary; all these things have lost their original appearance due to my indifference and negligence. Through these objects I reflect myself and contemplate on the relationships that I have formed with others.\nNo matter how well I glue or sew together the broken pieces of still-life objects, they cannot be restored to their original shape. Just like broken human relationships.\nPerhaps it is due to our habit of unnecessary possession that we hold on to useless stuff for so long. Life could be much lighter if we would throw away and empty these….\nNevertheless, it is difficult to know if this persistent material-clinging desire stems from some sort of emotional attachment or simply stupid obsession.\nMaybe it is because I still share the same space with the old, out-of-tune piano and the worn-out objects, only that they are now depicted in my photographs.\n<Still Life with Baldwin> is an attempt to talk about the meaninglessness, emptiness and vainness of life through a series of still-life’s portraying neglected objects that are yet to be discarded.",
      "images": [
        "/works/01/1.jpeg",
        "/works/01/2.jpeg",
        "/works/01/3.jpeg",
        "/works/01/4.jpeg",
        "/works/01/5.jpeg",
        "/works/01/6.jpeg",
        "/works/01/7.jpeg",
        "/works/01/8.jpeg",
        "/works/01/9.jpeg",
        "/works/01/10.jpeg",
        "/works/01/11.jpeg",
        "/works/01/12.jpeg",
        "/works/01/13.jpeg",
        "/works/01/14.jpeg",
        "/works/01/15.jpeg",
        "/works/01/16.jpeg",
        "/works/01/17.jpeg",
        "/works/01/18.jpeg",
        "/works/01/19.jpeg",
        "/works/01/20.jpeg",
        "/works/01/21.jpeg",
        "/works/01/22.jpeg"
      ],
      "imgCount": 22
    }
  ],
  "ko": [
    {
      "id": "03",
      "title": "보내야하는 사물들을 위한 정물, Mourning",
      "year": "2023",
      "description": "사람은 일생동안 수많은 사물들과 더불어 살아간다. \n2018년 여름, 11년 동안 함께했던 우리 집의 한 공간을 공사하면서 나온 부산물들에서 시간의 유한함을 보았다.\n우리 인간의 삶이 유한한 것처럼, 사물 또한 영원하지 않다.\n이번 작업은 우리의 일상에서 쉽게 소비되고 버려지는 것들, 한때 소중한 사물로 곁에 두었지만 쓰임을 다해 잊혀지고 사라지는 사물들에 대한 아름다운 애도로부터 시작되었다. 쓰임을 다한 사물들에서 형태, 질감, 색의 조형성을 작은 무대로 가져와 입체적인 조형물을 만들고, 오랫동안 간직했던 꽃 그림책에서 평면의 종이꽃들을 오려서 함께 구성했다. 종이꽃을 차용한 이유는 이를 애도의 표상(수단)으로 표현하고자 함이다. 바니타스 정물에서 꽃은 죽음을 의미하기도 하는데, 책 속에 박제되어 있는 종이꽃은 시들지 않고 영원히 변하지 않는 것으로 존재하는 아이러니함 때문이기도 하였다. 섬세하게 그려진 종이꽃은 살아있지 않지만, 카메라를 통한 재현으로 잠시 살아있는 듯한 착각이 든다. 이는 데페이즈망 기법이 주는 일상성의 요소들로부터 벗어난 신선한 감각의 경험처럼, 기존의 어떤 장면도 재연할 것 없이 서로가 조우하며 하나의 구성물이 되었고, 나는 이를 다시 정제된 배경 위에 가져와 조각품을 촬영하듯 만질 수 없는 평면의 이미지로 시각화했다. 그리고 오브제와 배경색을 심미적 요소로 활용하여 화면의 전체적인 조화에 중점을 두었다.\n어린 시절 종이 인형 놀이를 하며 가위로 오린 종이옷들을 조합해서 입히고 어떻게 하면 인형을 예쁘게 꾸며줄까 상상하곤 했었다. 그때의 기억을 떠올리며 나는 이번 작업에서 용도가 사라진 사물들과 살아있지 않은 종이에 옮겨진 꽃의 형상을 함께 만지고 배열하면서, 곧 사라져 버릴 쓰임을 다한 사물들을 예쁘게 꾸며서 애도하고 사진 속에 영원히 남겨주고 싶었다. 이 과정속에서 그들의 실재를 다시 떠올리는 촉각을 비롯한 감각이 더욱 강화되는 것 같았다.\n실제로 존재했던 대상을 사진으로 붙잡아 사진속에 영원히 살아있게 하는 롤랑 바르트의 현존과 부재의 놀이처럼, 나의 행위는 사진적 의식을 행하여 오래되고 쓰임을 다한 사물들을 작품으로 재탄생시켜서 사물의 가치에 대해 재발견 해보고, 사진 속에 아름다움으로 우리 곁에 영원히 다시 놓이게 하고 싶었다. \n용도의 전후, 실재와 재현, 착시와 현시 그 사이에서 나의 감각은 느린 여행을 한다.",
      "images": [
        "/works/03/1.jpeg",
        "/works/03/2.jpeg",
        "/works/03/3.jpeg",
        "/works/03/4.jpeg",
        "/works/03/5.jpeg",
        "/works/03/6.jpeg",
        "/works/03/7.jpeg",
        "/works/03/8.jpeg",
        "/works/03/9.jpeg",
        "/works/03/10.jpeg",
        "/works/03/11.jpeg",
        "/works/03/12.jpeg",
        "/works/03/13.jpeg",
        "/works/03/14.jpeg",
        "/works/03/15.jpeg",
        "/works/03/16.jpeg",
        "/works/03/17.jpeg",
        "/works/03/18.jpeg",
        "/works/03/19.jpeg",
        "/works/03/20.jpeg",
        "/works/03/21.jpeg",
        "/works/03/22.jpeg",
        "/works/03/23.jpeg",
        "/works/03/24.jpeg",
        "/works/03/25.jpeg",
        "/works/03/26.jpeg",
        "/works/03/27.jpeg",
        "/works/03/28.jpeg",
        "/works/03/29.jpeg",
        "/works/03/30.jpeg",
        "/works/03/31.jpeg",
        "/works/03/32.jpeg",
        "/works/03/33.jpeg",
        "/works/03/34.jpeg",
        "/works/03/35.jpeg",
        "/works/03/36.jpeg",
        "/works/03/37.jpeg",
        "/works/03/38.jpeg"
      ],
      "imgCount": 38
    },
    {
      "id": "02",
      "title": "보내야하는 사물들을 위한 정물, Vanity",
      "year": "2018",
      "description": "인간의 삶은 유한하며 이 세상 만물들은 무상하다.\n지속적일것만 같았던 그 어떠한 대상들도 오랜 세월이 흐르는 동안 처음의 온전함을 잃어간다. \n지난 여름, 11년을 함께 했던 집의 한 공간을 공사 하던 중 나온 부산물들에게서 우리의 삶과 비슷한 시간의 유한함을 보았다. 한때 나와 머물렀지만 본래의 형태를 잃어버리고 이제는 버려져야만 하는 부산물들을 모델로 삶의 부질없음과 덧없음, 무상함에 대해 이야기 하고 싶었다.",
      "images": [
        "/works/02/1.jpeg",
        "/works/02/2.jpeg",
        "/works/02/3.jpeg",
        "/works/02/4.jpeg"
      ],
      "imgCount": 4
    },
    {
      "id": "01",
      "title": "볼드윈(Baldwin) 위의 정물",
      "year": "2017",
      "description": "인간의 삶은 유한하며 세상 만물들은 무상하다.\n지속적일 것만 같았던 그 어떠한 대상일지라도 오랜 세월이 흐르면 처음의 온전함을 잃어간다.\n40년이 넘어 이제는 조율조차 되지 않는 피아노와, 필요에 의해 구입했거나 의미를 부여하며 하나 둘 모았던 사물들이 나의 무관심과 부주의함으로 인해 본래의 모습을 상실해버렸다.\n그 대상들에 내 모습이 투영되며 나와 관계 맺은 인연들에 대해 반추하게 된다.\n마치 어긋나버린 인간관계처럼, 상처가 난 정물들의 깨어진 조각들을 아무리 붙여보고 꿰매어 보아도 본래의 모습으로 되돌릴 수 없다.\n우리는 어쩌면 불필요한 소유로 오랜 시간 쓸데없는 것들을 끌어안고 산다.\n버리고 비우면 가벼워질 수도 있을 터인데...\n그럼에도 불구하고 버리지 못하고 어떻게든 내 곁에 놓아두려 하는 것은 애착인지, 아니면 미련한 집착인지 알 수 없다.\n사진 속 조율조차 되지 않는 피아노와 아픈 상처투성이인 정물들이 아직도 나와 한 공간 안에 공존하는 이유일 것이다.\n<볼드윈(Baldwin) 위의 정물>은 본래의 모습을 상실해버렸지만 버리지 못하고 있는 정물들을 모델로 삶의 부질없음과 덧없음, 무상함에 대하여 이야기 하고자 하였다.",
      "images": [
        "/works/01/1.jpeg",
        "/works/01/2.jpeg",
        "/works/01/3.jpeg",
        "/works/01/4.jpeg",
        "/works/01/5.jpeg",
        "/works/01/6.jpeg",
        "/works/01/7.jpeg",
        "/works/01/8.jpeg",
        "/works/01/9.jpeg",
        "/works/01/10.jpeg",
        "/works/01/11.jpeg",
        "/works/01/12.jpeg",
        "/works/01/13.jpeg",
        "/works/01/14.jpeg",
        "/works/01/15.jpeg",
        "/works/01/16.jpeg",
        "/works/01/17.jpeg",
        "/works/01/18.jpeg",
        "/works/01/19.jpeg",
        "/works/01/20.jpeg",
        "/works/01/21.jpeg",
        "/works/01/22.jpeg"
      ],
      "imgCount": 22
    }
  ]
}